Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# shifts.shareHideEarnings
source: Hide earnings
ar: إخفاء الأرباح
bg: Скрий приходи
bn: আয় লুকান
ca: Amaga els ingressos
cs: Skrýt příjmy
da: Skjul indtjening
de: Verdienste verbergen
el: Απόκρυψη κερδών
es: Ocultar ganancias
et: Peida sissetulekud
fa: پنهان کردن درآمد
fi: Piilota tulot
fil: Itago ang kita
fr: Masquer les revenus
he: הסתר הכנסה
hi: आय छिपाएं
hr: Sakrij zaradu
hu: Bevétel elrejtése
id: Sembunyikan penghasilan
is: Fela tekjur
it: Nascondi guadagni
ja: 収入を非表示
ko: 수입 숨기기
lt: Slėpti pajamas
lv: Paslēpt ienākumus
nb: Skjul inntekt
nl: Inkomsten verbergen
nn: Skjul inntekt
pl: Ukryj zarobki
pt_br: Ocultar ganhos
ro: Ascunde câștiguri
ru: Скрыть заработок
sk: Skryť príjmy
sl: Skrij zaslužek
sr: Sakri zaradu
sv: Dölj inkomster
sw: Ficha mapato
ta: வருமானத்தை மறை
th: ซ่อนรายได้
tr: Kazançları gizle
uk: Приховати доходи
ur: آمدنی چھپائیں
vi: Ẩn thu nhập
zh_hans: 隐藏收入
zh_hant: 隱藏收入

# shifts.shareMonthTitle
source: Share Month
ar: مشاركة الشهر
bg: Споделяне на месеца
bn: মাস শেয়ার করুন
ca: Comparteix mes
cs: Sdílet měsíc
da: Del måned
de: Monat teilen
el: Κοινοποίηση μήνα
es: Compartir mes
et: Jaga kuud
fa: اشتراک‌گذاری ماه
fi: Jaa kuukausi
fil: Ibahagi ang buwan
fr: Partager le mois
he: שתף חודש
hi: महीना साझा करें
hr: Podijeli mjesec
hu: Hónap megosztása
id: Bagikan Bulan
is: Deila mánuði
it: Condividi mese
ja: 月を共有
ko: 월 공유
lt: Bendrinti mėnesį
lv: Kopīgot mēnesi
nb: Del måned
nl: Maand delen
nn: Del månad
pl: Udostępnij miesiąc
pt_br: Compartilhar mês
ro: Partajează luna
ru: Поделиться месяцем
sk: Zdieľať mesiac
sl: Deli mesec
sr: Podeli mesec
sv: Dela månad
sw: Shiriki mwezi
ta: மாதத்தைப் பகிர்
th: แชร์เดือน
tr: Ayı Paylaş
uk: Поділитися місяцем
ur: مہینہ شیئر کریں
vi: Chia sẻ tháng
zh_hans: 分享月份
zh_hant: 分享月份

# shifts.shareShowEarnings
source: Show earnings
ar: إظهار الأرباح
bg: Покажи приходи
bn: আয় দেখান
ca: Mostra els ingressos
cs: Zobrazit příjmy
da: Vis indtjening
de: Verdienst anzeigen
el: Εμφάνιση κερδών
es: Mostrar ingresos
et: Kuva sissetulekud
fa: نمایش درآمد
fi: Näytä ansiot
fil: Ipakita ang kita
fr: Afficher les gains
he: הצג הכנסה
hi: आय दिखाएं
hr: Prikaži zaradu
hu: Bevétel megjelenítése
id: Tampilkan penghasilan
is: Sýna tekjur
it: Mostra guadagni
ja: 収入を表示
ko: 수익 표시
lt: Rodyti pajamas
lv: Rādīt ienākumus
nb: Vis inntekt
nl: Toon inkomsten
nn: Vis inntekt
pl: Pokaż zarobki
pt_br: Mostrar ganhos
ro: Afișează câștiguri
ru: Показать заработок
sk: Zobraziť príjmy
sl: Pokaži zaslužek
sr: Prikaži zaradu
sv: Visa inkomst
sw: Onekana mapato
ta: வருமானத்தைக் காட்டு
th: แสดงรายได้
tr: Kazançları göster
uk: Показати заробітки
ur: آمدنی دکھائیں
vi: Hiển thị thu nhập
zh_hans: 显示收入
zh_hant: 顯示收入

# shifts.shareTitle
source: Share Shift
ar: مشاركة النوبة
bg: Сподели смяна
bn: শিফট শেয়ার করুন
ca: Compartir vàcua
cs: Sdílet směnu
da: Del vagt
de: Schicht teilen
el: Κοινή χρήση βάρδιας
es: Compartir turno
et: Jaga vahetus
fa: اشتراک‌گذاری شیفت
fi: Jaa vuoro
fil: Ibahagi ang Shift
fr: Partager la vacation
he: שתף שיבוץ
hi: शिफ्ट साझा करें
hr: Podijeli smjenu
hu: Műszak megosztása
id: Bagikan Vakt
is: Deila vakt
it: Condividi turno
ja: シフトを共有
ko: 근무 공유
lt: Dalintis darbu
lv: Koplietot maiņu
nb: Del vakt
nl: Deel dienst
nn: Del vakt
pl: Udostępnij zmianę
pt_br: Compartilhar Turno
ro: Partajează Vactă
ru: Поделиться сменой
sk: Zdieľať zmenu
sl: Deli izmeno
sr: Deli smenu
sv: Dela vakt
sw: Shiriki Zamu
ta: Shift ஐ பகிரவும்
th: แชร์กะ
tr: Vardiyayı Paylaş
uk: Поділитися змією
ur: شفٹ شیئر کریں
vi: Chia sẻ Ca làm việc
zh_hans: 分享班次
zh_hant: 分享班次

# shifts.supplementLabel
source: Supplement
ar: إضافة
bg: Добавка
bn: সাপ্লিমেন্ট
ca: Complement
cs: Příplatek
da: Tillæg
de: Zuschlag
el: Επίδομα
es: Suplemento
et: Lisatasu
fa: افزایش
fi: Lisä
fil: Dagdag
fr: Supplément
he: תוספת
hi: अनुपूरक
hr: Dodatak
hu: Pótlék
id: Tunjangan
is: Viðbót
it: Supplemento
ja: 手当
ko: 수당
lt: Priedas
lv: Piemaksa
nb: Tillegg
nl: Toeslag
nn: Tillegg
pl: Dodatek
pt_br: Adicional
ro: Supliment
ru: Надбавка
sk: Príplatok
sl: Dodatek
sr: Dodatak
sv: Tillägg
sw: Ziada
ta: கூடுதல்
th: เบี้ยประกอบ
tr: Ek ödeme
uk: Надбавка
ur: اضافی رقم
vi: Phụ cấp
zh_hans: 津贴
zh_hant: 補償

# shifts.supplementsAndOvertime
source: Supplements and overtime
ar: البدلات والعمل الإضافي
bg: Добавки и извънреден труд
bn: ভাতা ও ওভারটাইম
ca: Complements i hores extraordinàries
cs: Příplatky a přesčasy
da: Tillæg og overarbejde
de: Zuschläge und Überstunden
el: Προσαυξήσεις και υπερωρίες
es: Complementos y horas extra
et: Lisatasud ja ületunnitöö
fa: مزایا و اضافه‌کاری
fi: Lisät ja ylityö
fil: Mga dagdag at overtime
fr: Primes et heures supplémentaires
he: תוספות ושעות נוספות
hi: भत्ते और ओवरटाइम
hr: Dodaci i prekovremeni rad
hu: Pótlékok és túlórák
id: Tunjangan dan lembur
is: Viðbætur og yfirvinna
it: Maggiorazioni e straordinari
ja: 手当と残業
ko: 수당 및 초과근무
lt: Priedai ir viršvalandžiai
lv: Piemaksas un virsstundas
nb: Tillegg og overtid
nl: Toeslagen en overwerk
nn: Tillegg og overtid
pl: Dodatki i nadgodziny
pt_br: Adicionais e horas extras
ro: Sporuri și ore suplimentare
ru: Доплаты и сверхурочные
sk: Príplatky a nadčasy
sl: Dodatki in nadure
sr: Dodaci i prekovremeni rad
sv: Tillägg och övertid
sw: Virutubisho na muda wa ziada
ta: கூடுதல் கொடுப்பனவுகள் மற்றும் கூடுதல் நேரம்
th: ค่าตอบแทนเพิ่มเติมและล่วงเวลา
tr: Ek ödemeler ve fazla mesai
uk: Надбавки та понаднормові
ur: الاؤنسز اور اوور ٹائم
vi: Phụ cấp và làm thêm giờ
zh_hans: 补贴和加班
zh_hant: 津貼與加班

# shifts.taxDeduction
source: Tax Deduction
ar: خصم ضريبي
bg: Данъчен вычет
bn: ট্যাক্স ছাড়
ca: Retencions fiscals
cs: Daňový odpočet
da: Skattefradrag
de: Steuerabzug
el: Φορολογική έκπτωση
es: Deducción fiscal
et: Maksumahaarvamine
fa: کسر مالیات
fi: Verovähennys
fil: Bawas ng Buwis
fr: Déduction fiscale
he: ניכוי מס
hi: कर कटौती
hr: Porez
hu: Adólevonás
id: Potongan Pajak
is: Skattkölun
it: Detrazione fiscale
ja: 税金控除
ko: 세금 공제
lt: Mokesčio nuolaida
lv: Nodokļu ieturējums
nb: Skattetrekk
nl: Belastingaftrek
nn: Skattetrekk
pl: Potrącenie podatkowe
pt_br: Desconto de Imposto
ro: Deducere fiscală
ru: Налоговый вычет
sk: Daňový zrazok
sl: Davčni odbitek
sr: Odbitak poreza
sv: Skatteavdrag
sw: Makato ya Kodi
ta: வரி கழிப்பு
th: หักภาษี
tr: Vergi Kesintisi
uk: Податковий збір
ur: ٹیکس میں کمی
vi: Khấu trừ thuế
zh_hans: 税收扣除
zh_hant: 稅金扣除

# shifts.timeRange
source: Time Range
ar: نطاق زمني
bg: Времеви период
bn: সময়ের পরিসর
ca: Interval de temps
cs: Časový rozsah
da: Tidsinterval
de: Zeitraum
el: Χρονικό διάστημα
es: Rango de tiempo
et: Ajavahemik
fa: بازه زمانی
fi: Aikaväli
fil: Saklaw ng Oras
fr: Plage horaire
he: טווח זמן
hi: समय सीमा
hr: Vremenski raspon
hu: Időtartam
id: Rentang Waktu
is: Tímabil
it: Intervallo orario
ja: 時間範囲
ko: 시간 범위
lt: Laiko intervalas
lv: Laika diapazons
nb: Tidsrom
nl: Tijdspanne
nn: Tidsrom
pl: Przedział czasu
pt_br: Período
ro: Interval de timp
ru: Временной диапазон
sk: Časový rozsah
sl: Časovni razpon
sr: Vremenski raspon
sv: Tidsintervall
sw: Fungu la Wakati
ta: நேர வரம்பு
th: ช่วงเวลา
tr: Zaman Aralığı
uk: Часовий діапазон
ur: وقت کی حد
vi: Khoảng thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

# shifts.timeSection
source: Time
ar: الوقت
bg: Час
bn: সময়
ca: Hora
cs: Čas
da: Tid
de: Zeit
el: Ώρα
es: Hora
et: Aeg
fa: زمان
fi: Aika
fil: Oras
fr: Heure
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
id: Waktu
is: Tími
it: Ora
ja: 時間
ko: 시간
lt: Laikas
lv: Laiks
nb: Tid
nl: Tijd
nn: Tid
pl: Czas
pt_br: Hora
ro: Timp
ru: Время
sk: Čas
sl: Čas
sr: Vrijeme
sv: Tid
sw: Wakati
ta: நேரம்
th: เวลา
tr: Saat
uk: Час
ur: وقت
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# shifts.totalSupplement
source: Total Supplement
ar: إجمالي الملحق
bg: Обща добавка
bn: মোট সাপ্লিমেন্ট
ca: Total complement
cs: Celkový příplatek
da: Samlet tillæg
de: Gesamtzuschlag
el: Σύνολο επιδόματος
es: Suplemento total
et: Lisatasu kokku
fa: کل افزایش
fi: Lisät yhteensä
fil: Kabuuang Dagdag
fr: Supplément total
he: סך הכל תוספת
hi: कुल अनुपूरक
hr: Ukupan dodatak
hu: Teljes pótlék
id: Total Tunjangan
is: Heildar viðbót
it: Supplemento totale
ja: 合計手当
ko: 총 수당
lt: Iš viso priedų
lv: Kopējā piemaksa
nb: Totalt tillegg
nl: Totale toeslag
nn: Totalt tillegg
pl: Łączny dodatek
pt_br: Total de Adicionais
ro: Supliment total
ru: Итого надбавка
sk: Celkový príplatok
sl: Skupaj dodatek
sr: Ukupan dodatak
sv: Totalt tillägg
sw: Jumla ya Ziada
ta: மொத்த கூடுதல்
th: เบี้ยประกอบรวม
tr: Toplam Ek Ödeme
uk: Загальна надбавка
ur: کل اضافی رقم
vi: Tổng phụ cấp
zh_hans: 总津贴
zh_hant: 總補償

# shifts.viewMode.showCalendar
source: Show calendar
ar: عرض التقويم
bg: Покажи календара
bn: ক্যালেন্ডার দেখান
ca: Mostra el calendari
cs: Zobrazit kalendář
da: Vis kalender
de: Kalender anzeigen
el: Εμφάνιση ημερολογίου
es: Mostrar calendario
et: Kuva kalender
fa: نمایش تقویم
fi: Näytä kalenteri
fil: Ipakita ang kalendaryo
fr: Afficher le calendrier
he: הצג לוח שנה
hi: कैलेंडर दिखाएँ
hr: Prikaži kalendar
hu: Naptár megjelenítése
id: Tampilkan kalender
is: Sýna dagatal
it: Mostra calendario
ja: カレンダーを表示
ko: 달력 보기
lt: Rodyti kalendorių
lv: Rādīt kalendāru
nb: Vis kalender
nl: Kalender weergeven
nn: Vis kalender
pl: Pokaż kalendarz
pt_br: Mostrar calendário
ro: Afișează calendarul
ru: Показать календарь
sk: Zobraziť kalendár
sl: Prikaži koledar
sr: Prikaži kalendar
sv: Visa kalender
sw: Onyesha kalenda
ta: காலெண்டரைக் காட்டு
th: แสดงปฏิทิน
tr: Takvimi göster
uk: Показати календар
ur: کیلنڈر دکھائیں
vi: Hiển thị lịch
zh_hans: 显示日历
zh_hant: 顯示日曆

# shifts.viewMode.showList
source: Show list
ar: عرض القائمة
bg: Покажи списъка
bn: তালিকা দেখান
ca: Mostra la llista
cs: Zobrazit seznam
da: Vis liste
de: Liste anzeigen
el: Εμφάνιση λίστας
es: Mostrar lista
et: Kuva loend
fa: نمایش فهرست
fi: Näytä luettelo
fil: Ipakita ang listahan
fr: Afficher la liste
he: הצג רשימה
hi: सूची दिखाएँ
hr: Prikaži popis
hu: Lista megjelenítése
id: Tampilkan daftar
is: Sýna lista
it: Mostra elenco
ja: リストを表示
ko: 목록 보기
lt: Rodyti sąrašą
lv: Rādīt sarakstu
nb: Vis liste
nl: Lijst weergeven
nn: Vis liste
pl: Pokaż listę
pt_br: Mostrar lista
ro: Afișează lista
ru: Показать список
sk: Zobraziť zoznam
sl: Prikaži seznam
sr: Prikaži listu
sv: Visa lista
sw: Onyesha orodha
ta: பட்டியலைக் காட்டு
th: แสดงรายการ
tr: Listeyi göster
uk: Показати список
ur: فہرست دکھائیں
vi: Hiển thị danh sách
zh_hans: 显示列表
zh_hant: 顯示列表

# shifts.virtualConversionInfo
source: Changes will create a new shift and exclude this date from the recurring shift
ar: ستؤدي التغييرات إلى إنشاء نوبة عمل جديدة واستبعاد هذا التاريخ من النوبة المتكررة
bg: Промените ще създадат нова смяна и ще изключат тази дата от повтарящата се смяна
bn: পরিবর্তনগুলি একটি নতুন শিফট তৈরি করবে এবং এই তারিখটি পুনরাবৃত্ত শিফট থেকে বাদ দেবে
ca: Els canvis crearan una nova vàcua i exclouran aquesta data de la vàcua recurrent
cs: Změny vytvoří novou směnu a vyloučí tento datum z pravidelné směny
da: Ændringer opretter en ny vagt og udelukker denne dato fra den tilbagevendende vagt
de: Änderungen erstellen eine neue Schicht und schließen dieses Datum aus der wiederkehrenden Schicht aus
el: Οι αλλαγές θα δημιουργήσουν μια νέα βάρδια και θα αποκλείσουν αυτήν την ημερομηνία από την επαναλαμβανόμενη βάρδια
es: Los cambios crearán un nuevo turno y excluirán esta fecha del turno recurrente
et: Muudatused loovad uue vahetus'e ja jätavad selle kuupäeva välja korduva vahetus'est
fa: تغییرات یک شیفت جدید ایجاد می‌کند و این تاریخ را از شیفت تکراری حذف می‌کند
fi: Muutokset luovat uuden vuoron ja sulkevat tämän päivämäärän toistuvasta vuorosta
fil: Ang mga pagbabago ay lumilikha ng bagong shift at hindi kasama ang petsa na ito sa paulit-ulit na shift
fr: Les modifications créeront une nouvelle vacation et excluront cette date de la vacation récurrente
he: שינויים יוצרים שיבוץ חדש ויוציאו תאריך זה משיבוץ החוזר
hi: परिवर्तन एक नई शिफ्ट बनाएंगे और इस तारीख को आवर्ती शिफ्ट से बाहर रखेंगे
hr: Izmjene će stvoriti novu smjenu i isključiti ovaj datum iz ponavljajuće smjene
hu: A módosítások új műszakot hoznak létre és ki zárják ezt a dátumot az ismétlődő műszakból
id: Perubahan akan membuat vakt baru dan mengecualikan tanggal ini dari vakt berulang
is: Breytingar munu búa til nýja vakt og útiloka þessa dagsetningu frá endurtekinni vakt
it: Le modifiche creeranno un nuovo turno ed escluderanno questa data dal turno ricorrente
ja: 変更により新しいシフトが作成され、このスケジュールシフトからこの日付が除外されます
ko: 변경 사항이 새 근무를 만들고 반복 근무에서 이 날짜를 제외합니다
lt: Pakeitimai sukurs naują darbą ir išskirta šią datą iš pasikartojančio darbo
lv: Izmaiņas izveidos jaunu maiņu un izslēgs šo datumu no atkārtojošās maiņas
nb: Endringer oppretter en ny vakt og ekskluderer denne datoen fra den faste vakten
nl: Wijzigingen maken een nieuwe dienst aan en sluiten deze datum uit van de terugkerende dienst
nn: Endringer oppretter ein ny vakt og ekskluderer denne datoen frå den faste vakten
pl: Zmiany utworzą nową zmianę i wykluczą tę datę z cyklicznej zmiany
pt_br: As alterações criarão um novo turno e excluirão esta data do turno recorrente
ro: Modificările vor crea o nouă vactă și vor exclude această dată din vacta recurentă
ru: Изменения создадут новую смену и исключат эту дату из повторяющейся смены
sk: Zmeny vytvoria novú zmenu a vylúčia tento dátum z pravidelnej zmeny
sl: Spremembe bodo ustvarile novo izmeno in izključile ta datum iz ponavljajoče izmene
sr: Izmene će kreirati novu smenu i isključiti ovaj datum iz ponavljajuće smene
sv: Ändringar skapar en ny vakt och exkluderar detta datum från den återkommande vakten
sw: Mabadiliko yatakuza zamu mpya na kuondoa tarehe hii kutoka kwa zamu inayorudia
ta: மாற்றங்கள் ஒரு புதிய shift ஐ உருவாக்கும் மற்றும் இந்த தேதியை மீண்டும் வரும் shift இல் இருந்து除外 செய்யும்
th: การเปลี่ยนแปลงจะสร้างกะใหม่และยกเว้นวันที่นี้จากกะประจำ
tr: Değişiklikler yeni bir vardiya oluşturacak ve bu tarihi tekrarlanan vardiyadan hariç tutacak
uk: Зміни створять нову змію та виключать цю дату з повторюваної змії
ur: تبدیلیاں ایک نئی شفٹ بنائیں گی اور اس تاریخ کو بار بار آنے والی شفٹ سے خارج کریں گی
vi: Những thay đổi sẽ tạo một ca làm việc mới và loại trừ ngày này khỏi ca làm việc định kỳ
zh_hans: 更改将创建新班次并从循环班次中排除此日期
zh_hant: 變更將建立新班次並從重複班次中排除此日期

# shifts.weekLabel
source: Week
ar: أسبوع
bg: Седмица
bn: সপ্তাহ
ca: Setmana
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
et: Nädal
fa: هفته
fi: Viikko
fil: Linggo
fr: Semaine
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
is: Vika
it: Settimana
ja: 週
ko: 주
lt: Savaitė
lv: Nedēļa
nb: Uke
nn: Veke
pl: Tydzień
pt_br: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sl: Teden
sr: Sedmica
sv: Vecka
sw: Juma
ta: வாரம்
th: สัปดาห์
tr: Hafta
uk: Тиждень
ur: ہفتہ
vi: Tuần
zh_hans: 周
zh_hant: 週

# signup.email.reveal
source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেল
ca: Correu electrònic
es: Correo electrónico
et: E-post
fa: ایمیل
fi: Sähköposti
he: אימייל
hi: ईमेल
hr: E-pošta
is: Netfang
ja: メールアドレス
ko: 이메일
lt: El. paštas
lv: E-pasts
nb: E-post
nn: E-post
ru: Эл. почта
sl: E-pošta
sr: Imejl
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
uk: Ел. пошта
ur: ای میل
zh_hans: 电子邮箱
zh_hant: 電子郵件

# signup.errors.emailRequired
source: Please enter an email address
ar: يرجى إدخال عنوان بريد إلكتروني
bg: Моля, въведете имейл адрес
bn: অনুগ্রহ করে একটি ইমেল ঠিকানা লিখুন
ca: Introdueix una adreça electrònica
cs: Zadejte e-mailovou adresu
da: Indtast en e-mailadresse
de: Bitte gib eine E-Mail-Adresse ein
el: Εισαγάγετε μια διεύθυνση email
es: Introduce una dirección de correo electrónico
et: Palun sisesta e-posti aadress
fa: لطفاً یک آدرس ایمیل وارد کنید
fi: Anna sähköpostiosoite
fil: Mangyaring maglagay ng email address
fr: Veuillez saisir une adresse e-mail
he: נא להזין כתובת אימייל
hi: कृपया ईमेल पता दर्ज करें
hr: Unesite adresu e-pošte
hu: Kérjük, adjon meg egy e-mail-címet
id: Silakan masukkan alamat email
is: Vinsamlegast sláðu inn netfang
it: Inserisci un indirizzo email
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
lt: Įveskite el. pašto adresą
lv: Lūdzu, ievadiet e-pasta adresi
nb: Fyll inn en e-postadresse
nl: Vul een e-mailadres in
nn: Fyll inn ei e-postadresse
pl: Wpisz adres e-mail
pt_br: Digite um endereço de e-mail
ro: Te rugăm să introduci o adresă de e-mail
ru: Пожалуйста, введите адрес эл. почты
sk: Zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sr: Unesite imejl adresu
sv: Ange en e-postadress
sw: Tafadhali weka anwani ya barua pepe
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
th: โปรดกรอกอีเมล
tr: Lütfen bir e-posta adresi girin
uk: Будь ласка, введіть електронну адресу
ur: براہ کرم ای میل پتہ درج کریں
vi: Vui lòng nhập địa chỉ email
zh_hans: 请输入电子邮箱地址
zh_hant: 請輸入電子郵件地址

# signup.errors.firstNameRequired
source: First name is required
ar: الاسم الأول مطلوب
bg: Първото име е задължително
bn: প্রথম নাম প্রয়োজন
ca: El nom és obligatori
cs: Jméno je povinné
da: Fornavn er påkrævet
de: Vorname ist erforderlich
el: Το όνομα είναι υποχρεωτικό
es: El nombre es obligatorio
et: Eesnimi on nõutav
fa: نام خانوادگی الزامی است
fi: Etunimi vaaditaan
fil: Kailangan ang unang pangalan
fr: Le prénom est obligatoire
he: שם פרטי חובה
hi: पहला नाम आवश्यक है
hr: Ime je obavezno
hu: A keresztnév megadása kötelező
id: Nama depan diperlukan
is: Fornafn er nauðsynlegt
it: Il nome è obbligatorio
ja: 名前は必須です
ko: 성은 필수입니다
lt: Vardas yra būtinas
lv: Vārds ir obligāts
nb: Fornavn er påkrevd
nl: Voornaam is verplicht
nn: Fornamn er påkrevd
pl: Imię jest wymagane
pt_br: Primeiro nome é obrigatório
ro: Prenumele este obligatoriu
ru: Имя обязательно
sk: Krstné meno je povinné
sl: Ime je obvezno
sr: Ime je obavezno
sv: Förnamn är obligatoriskt
sw: Jina la kwanza linahitajika
ta: முதல் பெயர் தேவை
th: ต้องใส่ชื่อจริง
tr: Ad gereklidir
uk: Ім'я є обов'язковим
ur: پہلا نام ضروری ہے
vi: Họ là bắt buộc
zh_hans: 名字是必需的
zh_hant: 需要名字

# signup.errors.invalidEmail
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
bg: Невалиден имейл адрес
bn: অবৈধ ইমেল ঠিকানা
ca: Adreça electrònica no vàlida
cs: Neplatná e-mailová adresa
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση email
es: Dirección de correo electrónico no válida
et: Vigane e-posti aadress
fa: آدرس ایمیل نامعتبر است
fi: Virheellinen sähköpostiosoite
fil: Di-wastong email address
fr: Adresse e-mail invalide
he: כתובת אימייל לא תקינה
hi: अमान्य ईमेल पता
hr: Nevažeća adresa e-pošte
hu: Érvénytelen e-mail-cím
id: Alamat email tidak valid
is: Ógilt netfang
it: Indirizzo email non valido
ja: 無効なメールアドレス
ko: 유효하지 않은 이메일 주소
lt: Neteisingas el. pašto adresas
lv: Nederīga e-pasta adrese
nb: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
nn: Ugyldig e-postadresse
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de e-mail inválido
ro: Adresă de e-mail invalidă
ru: Неверный адрес эл. почты
sk: Neplatná e-mailová adresa
sl: Neveljaven e-poštni naslov
sr: Nevažeća imejl adresa
sv: Ogiltig e-postadress
sw: Anwani ya barua pepe si sahihi
ta: தவறான மின்னஞ்சல் முகவரி
th: อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi
uk: Недійсна електронна адреса
ur: غلط ای میل پتہ
vi: Địa chỉ email không hợp lệ
zh_hans: 无效的电子邮箱地址
zh_hant: 無效的電子郵件地址

# signup.errors.lastNameRequired
source: Last name is required
ar: اسم العائلة مطلوب
bg: Фамилията е задължителна
bn: উপনাম প্রয়োজন
ca: El cognom és obligatori
cs: Příjmení je povinné
da: Efternavn er påkrævet
de: Nachname ist erforderlich
el: Το επώνυμο είναι υποχρεωτικό
es: El apellido es obligatorio
et: Perekonnanimi on kohustuslik
fa: نام خانوادگی الزامی است
fi: Sukunimi vaaditaan
fil: Ang apelyido ay kinakailangan
fr: Le nom de famille est obligatoire
he: שם משפחה נדרש
hi: अंतिम नाम आवश्यक है
hr: Prezime je obavezno
hu: Vezetéknév szükséges
id: Nama belakang diperlukan
is: Eftirnafn er krafist
it: Il cognome è obbligatorio
ja: 姓は必須です
ko: 성은 필수입니다
lt: Pavardė būtina
lv: Uzvārds ir obligāts
nb: Etternavn er påkrevd
nl: Achternaam is verplicht
nn: Etternamn er påkrevd
pl: Nazwisko jest wymagane
pt_br: Sobrenome é obrigatório
ro: Numele de familie este obligatoriu
ru: Фамилия обязательна
sk: Priezvisko je povinné
sl: Priimek je obvezen
sr: Prezime je obavezno
sv: Efternamn är obligatoriskt
sw: Jina la ukoo linahitajika
ta: குடும்பப் பெயர் தேவை
th: ต้องใส่นามสกุล
tr: Soyadı gereklidir
uk: Прізвище є обов'язковим
ur: آخری نام درکار ہے
vi: Tên họ là bắt buộc
zh_hans: 姓氏是必需的
zh_hant: 需要姓氏

# signup.errors.passwordMismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة
bg: Паролите не съвпадат
bn: পাসওয়ার্ড মেলে না
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoderne stemmer ikke overens
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
et: Paroolid ei ühti
fa: رمزعبورها مطابقت ندارند
fi: Salasanat eivät täsmää
fil: Ang mga password ay hindi tumutugma
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
hi: पासवर्ड मेल नहीं खाते
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
is: Lykilorðin passa ekki saman
it: Le password non coincidono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
nb: Passordene samsvarer ikke
nl: Wachtwoorden komen niet overeen
nn: Passorda samsvarer ikkje
pl: Hasła się nie zgadzają
pt_br: As senhas não conferem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
sr: Lozinke se ne poklapaju
sv: Lösenorden matchar inte
sw: Neno la siri haulingani
ta: கடவுச்சொற்கள் பொருந்தவில்லை
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
ur: پاس ورڈز مماثل نہیں ہیں
vi: Mật khẩu không khớp
zh_hans: 密码不匹配
zh_hant: 密碼不符

# signup.errors.passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة
bg: Паролата е задължителна
bn: পাসওয়ার্ড প্রয়োজন
ca: La contrasenya és obligatòria
cs: Heslo je povinné
da: Adgangskode er påkrævet
de: Passwort ist erforderlich
el: Ο κωδικός πρόσβασης είναι υποχρεωτικός
es: La contraseña es obligatoria
et: Parool on kohustuslik
fa: رمزعبور الزامی است
fi: Salasana vaaditaan
fil: Ang password ay kinakailangan
fr: Le mot de passe est obligatoire
he: סיסמה נדרשת
hi: पासवर्ड आवश्यक है
hr: Lozinka je obavezna
hu: Jelszó szükséges
id: Kata sandi diperlukan
is: Lykilorð er krafist
it: La password è obbligatoria
ja: パスワードは必須です
ko: 비밀번호가 필수입니다
lt: Slaptažodis būtinas
lv: Parole ir obligāta
nb: Passord er påkrevd
nl: Wachtwoord is verplicht
nn: Passord er påkrevd
pl: Hasło jest wymagane
pt_br: Senha é obrigatória
ro: Parola este obligatorie
ru: Пароль обязателен
sk: Heslo je povinné
sl: Geslo je obvezno
sr: Lozinka je obavezna
sv: Lösenord är obligatoriskt
sw: Neno la siri linahitajika
ta: கடவுச்சொல் தேவை
th: ต้องใส่รหัสผ่าน
tr: Parola gereklidir
uk: Пароль є обов'язковим
ur: پاس ورڈ درکار ہے
vi: Mật khẩu là bắt buộc
zh_hans: 密码是必需的
zh_hant: 需要密碼
